<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <title>欢迎您来到云八</title>
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">

    <asset:stylesheet src="framework7.material.min.css" />
    <asset:stylesheet src="wx.css" />
</head>
<body>
<div class="page-content">
    <div class="content-block">
        <h4>“云八”平台服务协议</h4>
        <p class="t2">欢迎您来到云八！ 为保证您更为舒心的使用体验，请在使用本网站前务必仔细阅读以下各项服务条款（以下简称“条款”）。</p>

        <h5>1. 服务条款的确认及接受</h5>
        <p>1）云八及其涉及到的产品、相关软件的所有权和运作权归深圳云知科技有限公司所有（以下简称“云知”）， 云知享有对云八线上一切活动的监督、提示、检查、纠正及处罚等权利。</p>
        <p>（2）访问/使用本网站必须先同意本条款，您可以通过在Web/手机客户端注册新用户界面上点击云八向您提供的选择按钮以同意或接受此条款，或您实际访问/使用本网站/手机客户端，在此情况下，您理解和同意云八视您为自访问/使用时起同意或接受本条款。</p>
        <p>（3）如果您不愿接受本条款的全部条件和条款，则不能获得使用云八服务以及注册成为云八用户的权利。</p>
        <p>（4）云八有权随时对本条款进行修改，并且一旦发生条款的变动，云八将在相关页面上提示修改的内容；用户如果不同意本条款的修改，可以放弃使用或访问本网站或取消已经获得的服务；如果用户选择在本条款变更后继续访问或使用本网站，则视为用户已经接受本条款的修改。</p>

        <h5>2. 服务说明及保护条款</h5>
        <p>（1）云八运用自己的系统通过互联网/移动互联网向用户提供服务，用户必须: A、提供设备，包括个人电脑/智能手机、调制解调器及配备上网装置等。 B、个人上网和支付与此服务有关的费用。</p>
        <p>（2）用户须明白，使用云八提供的服务涉及到Internet服务和电信增值服务，可能会受到各个环节不稳定因素的影响。因此服务存在因不可抗力、计算机病毒或黑客攻击、国家相关行业主管部门及电信运营商的调整、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。用户须承担以上风险，云八对此不作担保。对因此导致用户不能发送、上传和接受阅读信息、或接发错信息，或无法实现其他通讯条件，云八不承担任何责任。</p>
        <p>（3）除非云八另有明确规定或同用户书面达成新的协议，增强或强化目前服务的任何新功能，包括新产品以及新增加的服务，均无条件地适用本条款。</p>

        <h5>3. 用户使用规则</h5>
        <p>（1）用户注册成功后便成为云八的合法用户，并得到一个密码和帐号。用户需自行采取合理措施维护其密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；由该等活动所导致的任何损失或损害由用户承担，云八不承担任何责任。</p>
        <p>（2）用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户应当立即通知云八。用户在每次连线结束，应结束帐号使用。否则用户可能得不到云八的安全保护，由此造成的任何后果，云八概不承担任何责任。</p>
        <p>（3）禁止用户利用云八的服务发布或传播以下包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料（以下简称“内容”）:</p>
        <p class="t2">A 反对宪法所确定的基本原则的；</p>
        <p class="t2">B 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
        <p class="t2">C 损害国家荣誉和利益的；</p>
        <p class="t2">D 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
        <p class="t2">E 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
        <p class="t2">F 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
        <p class="t2">G 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
        <p class="t2">H 侮辱或者诽谤他人，侵害他人合法权益的；</p>
        <p class="t2">I 含有法律、行政法规禁止的其他内容的。</p>
        <p>云八欢迎用户举报任何违反上规定或侵犯他人权利的上传内容，一经发现违法或侵权的上传内容，云八将根据相关的法律规定进行处理。</p>
        <p>（4）禁止用户从事以下行为：</p>
        <p class="t2">A 以任何方式危害未成年人。</p>
        <p class="t2">B 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。</p>
        <p class="t2">C 伪造标题或以其他方式操控识别资料，使人误认为该内容为云八所传送。</p>
        <p class="t2">D 将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其他方式传送。</p>
        <p class="t2">E 将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其他方式传送。</p>
        <p class="t2">F 将广告函件、促销资料、"垃圾邮件"等，加以上载、张贴、发送电子邮件或以其他方式传送。供前述目的使用的专用区域除外。</p>
        <p class="t2">G 将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送。</p>
        <p class="t2">H 干扰或破坏本网站服务或与本网站服务相连的服务器和网络，或不遵守本网站使用之规定。</p>
        <p class="t2">I 故意或非故意的进行其他不利于云八或北京云八科技股份有限公司的行为。</p>
        <p class="t2">J 故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。</p>
        <p>（5）用户应当对其提供的经由本网站上载、张贴、发送电子邮件或传送的内容承担全部责任，对于用户经由本网站而传送的内容，云八不保证前述其合法性、正当性、准确性、完整性或品质。</p>
        <p>（6）用户在接受本网站服务时，有可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，云八均不对任何内容承担任何责任，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。</p>
        <p>（7）云八有权（但无义务）自行拒绝或删除经由本网站提供的任何内容。用户使用上述内容，应自行承担风险。</p>
        <p>（8）云八有权利在下述情况下，对内容进行保存或披露：</p>
        <p class="t2">A 法律程序所规定；</p>
        <p class="t2">B 本用户协议条款规定；</p>
        <p class="t2">C 其他云八认为有必要的情况。</p>
        <p>（9）用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、 《互联网电子公告服务管理规定》、《信息网络传播权保护条例》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》等有关的法律、法规以及政府部门的规定。在任何情况下，云八如果认为用户的行为可能违反上述法律、法规，云八可以在任何时候，有权不经事先通知终止向该用户提供服务。</p>
        <p>（10）云八有权判断用户的行为是否符合本网站服务条款之规定，如果云八认为用户违反了法律规定或者违背了本用户协议的规定，云八有终止向其提供网站服务的权利。</p>

        <h5>4. 用户隐私权制度</h5>
        <p>（1）当用户注册云八的服务时，用户应当提供个人信息。云八收集个人信息的目的是为用户提供尽可能多的个人化网上服务。云八不会在未经合法用户授权时，公开、编辑或透露其个人信息及保存在云八中的非公开内容，除非有下列情况：</p>
        <p class="t2">A 法律程序所规定，包括在国家有关机关查询时，提供用户在云八的网页上发布的信息内容及其发布时间、互联网地址或者域名以及其他用户上传至云八的信息等。</p>
        <p class="t2">B 遵循本用户服务条款的相关规定。</p>
        <p class="t2">C 在紧急情况下维护用户个人和社会大众的隐私安全。</p>
        <p class="t2">D 其他云八认为有必要的情况。</p>
        <p>（2）用户在此授权云八可以向其电子邮箱发送有关云八的商业信息。</p>

        <h5>5. 关于第三方链接</h5>
        <p>本网站服务可能会提供与其他国际互联网网站或资源进行链接。对于前述网站或资源是否可以利用，云八不承担担保责任。因用户使用上述网站或资源所产生的损失或损害，云八也不负担任何责任。</p>

        <h5>6. 知识产权</h5>
        <p>（1）云八对网站服务及本网站所使用的软件所包含的受知识产权或其他法律保护的资料享有相应的权利；除用户依法享有版权内容之外，本网站的整体内容版权归云八所有。</p>
        <p>（2）用户对本网站所使用的软件有非专属性使用权，但不得自行或许可任何第三方复制、修改、出售或衍生产品。</p>
        <p>（3）本网站所有设计图样以及其他图样、产品及服务名称，均为云八及/或其关联公司所享有的商标、标识。任何人不得使用、复制或用作其他用途。</p>

        <h5>7. 免责声明</h5>
        <p>（1）云八对于任何自本网站而获得的他人的信息、内容或者广告宣传等任何资讯（以下统称“信息”），不保证真实、准确和完整性。如果任何单位或者个人通过上述“信息”而进行任何行为，须自行甄别真伪和谨慎预防风险，否则，无论何种原因，本网站不对任何非与本网站直接发生的交易和/或行为承担任何直接、 间接、附带或衍生的损失和责任。</p>
        <p>（2）云八有权但无义务，改善或更正本网站任何部分之任何疏漏、错误。</p>
        <p>（3）云八不保证（包括但不限于）：</p>
        <p class="t2">A 本网站适合所有用户的使用要求；</p>
        <p class="t2">B 本网站不受干扰，及时、安全、可靠或不出现错误；</p>
        <p class="t2">C 用户经由本网站取得的任何产品、服务或其他材料符合用户的期望。</p>
        <p>（4）用户使用经由本网站收听的下载的或取得的任何资料，其风险自行负担；因该等使用导致用户电脑系统损坏或资料流失，用户应负完全责任；</p>
        <p>（5）基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，云八不承担任何直接、间接、附带、衍生或惩罚性的赔偿：</p>
        <p class="t2">A 本网站使用或无法使用；</p>
        <p class="t2">B 经由本网站购买或取得的任何产品、资料或服务；</p>
        <p class="t2">C 用户资料遭到未授权的使用或修改；</p>
        <p class="t2">D 其他与本网站相关的事宜。</p>
        <p>（6）用户的上述行为引起对云八或第三方的损害，应当依法承担责任并向云八进行赔偿，云八可以自行或协助第三方使用用户提供的任何信息进行维权。</p>

        <h5>8. 第三方责任</h5>
        <p>由于用户经由本网站上载或发布内容、与本网站连线、违反本服务条款或侵害其他人的任何权利应当由用户负责，云八对此不承担任何责任。如因上述原因导致任何第三人向云八提出权利主张的，用户同意赔偿云八及其分公司、关联公司、代理人或其他合作伙伴及员工的全部直接、间接损失。</p>

        <h5>9. 赔偿</h5>
        <p>用户同意就任何基于下列事项或与下列事项相关的，不利于云八或它的雇员或代表和代理人的索赔、法律行为、要求或诉讼赔偿云八或它的雇员或代表和代理人任何损失、为云八或它的雇员或代表和代理人辩护，并使之不受任何损害。用户同意赔偿给云八，其员工、代表、代理人所有和任何其被判令承担因第三方索赔，诉讼或与第三方索赔相关的诉讼的相关费用，损失与必要的开支（包括合理的律师费）。</p>
        <p class="t2">A 用户使用本网站。</p>
        <p class="t2">B 用户违反网站服务条款。</p>
        <p class="t2">C 本节所述之你的使用应被视为包含第三方使用用户的电脑访问本网站。</p>

        <h5>10. 终止</h5>
        <p>（1）无论是否有原因，用户或是云八都有权在任何时间终止这些条件。</p>
        <p>（2）云八不需对任何个人或第三方负责而随时中断服务。</p>
        <p>（3）一旦云八终止了这些条款，云八将按照你在注册时提供的电子邮件地址发出通知，用户将被视为在一个小时内收到了通知。终止将于该时间生效。</p>
        <p>（4）用户有责任向云八通知有关用户的电子邮件地址的任何改变。当终止生效时，用户须销毁从本网站所获得的所有资料和信息以及其复制件。</p>
        <p>（5）结束用户服务后，用户使将失去使用云八的权利。从那时起，云八不再对用户承担任何义务。</p>

        <h5>11. 其他</h5>
        <p>（1）本服务条款的生效、履行、解释及争议的解决均适用中华人民共和国有关法律法规，与本条款有关的争议提交由云知科技所在地的法院管辖。</p>
        <p>（2）本服务条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，其余条款仍应有效并且有约束力。</p>
        <p>（3）本服务条款执行过程中所产生的任何问题本网站和用户都将友好协商解决。</p>
    </div>
</div>
</body>
</html>